<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは8文字以上で入力してください。',
    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。メールが届かない場合、入力されたメールアドレスが間違っているか、迷惑メールフォルダに入っている可能性がありますので確認してください。',
    'token' => 'パスワードリセットトークンが無効です。最新のリンクではないか、有効期限が切れている場合があります。',
    'user' => "メールアドレスが間違っています。",

];
